Repository: jniltinho/go-postfixadmin
Catalog: locales/*/default.po
Languages: es, pt_br

# Mailboxes_JsPwdStrong
source: Strong
es: Fuerte
pt_br: Forte

# Mailboxes_JsPwdMatchOk
source: ✓ Passwords match
es: ✓ Las contraseñas coinciden
pt_br: ✓ As senhas coincidem

# Mailboxes_JsPwdMatchFail
source: ✗ Passwords do not match
es: ✗ Las contraseñas no coinciden
pt_br: ✗ As senhas não coincidem

# Mailboxes_JsErrUsernameLen
source: Username must be at least 4 characters
es: El nombre de usuario debe tener al menos 4 caracteres
pt_br: Nome de usuário deve ter pelo menos 4 caracteres

# Mailboxes_JsErrPwdLen
source: Password must be at least 8 characters
es: La contraseña debe tener al menos 8 caracteres
pt_br: A senha deve ter pelo menos 8 caracteres

# Mailboxes_JsErrPwdMatch
source: Passwords do not match
es: Las contraseñas no coinciden
pt_br: As senhas não coincidem

# Aliases_Title
source: Aliases
es: Alias
pt_br: Alias

# Aliases_Subtitle
source: Manage email forwarders and aliases.
es: Gestione los reenvíos de correo y alias.
pt_br: Gerencie redirecionamentos e alias de e-mail.

# Aliases_AddAliasBtn
source: Add Alias
es: Agregar Alias
pt_br: Adicionar Alias

# Aliases_FilterDomain
source: Filter by Domain:
es: Filtrar por Dominio:
pt_br: Filtrar por Domínio:

# Aliases_AllDomains
source: All Domains
es: Todos los Dominios
pt_br: Todos os Domínios

# Aliases_ClearFilter
source: Clear Filter
es: Limpiar Filtro
pt_br: Limpar Filtro

# Aliases_TblTo
source: To
es: Para
pt_br: Para

# Aliases_TblDomain
source: Domain
es: Dominio
pt_br: Domínio

# Aliases_TblActive
source: Active
es: Activo
pt_br: Ativo

# Aliases_TblModified
source: Modified
es: Modificado
pt_br: Modificado

# Aliases_Yes
source: Yes
es: Sí
pt_br: Sim

# Aliases_Edit
source: Edit
es: Editar
pt_br: Editar

# Aliases_Delete
source: Delete
es: Eliminar
pt_br: Excluir

# Aliases_NoAliasesFound
source: No aliases found.
es: No se encontraron alias.
pt_br: Nenhum alias encontrado.

# Aliases_AlertDeleteConfirm
source: Are you sure you want to delete the alias "${address}"?
es: ¿Está seguro de que desea eliminar el alias "${address}"?
pt_br: Tem certeza de que deseja excluir o alias "${address}"?

# Aliases_AlertDeleteSuccess
source: Alias deleted successfully!
es: ¡Alias eliminado con éxito!
pt_br: Alias excluído com sucesso!

# Aliases_AlertDeleteError
source: Error deleting alias:
es: Error al eliminar el alias:
pt_br: Erro ao excluir o alias:

# Aliases_AlertRequestError
source: Request error:
es: Error de solicitud:
pt_br: Erro na requisição:

# Aliases_AddTitle
source: Add New Alias
es: Agregar Nuevo Alias
pt_br: Adicionar Novo Alias

# Aliases_AddSubtitle
source: Create a new alias (forwarder) for your domain.
es: Cree un nuevo alias (reenvío) para su dominio.
pt_br: Crie um novo alias (redirecionamento) para o seu domínio.

# Aliases_EditTitle
source: Edit Alias
es: Editar Alias
pt_br: Editar Alias

# Aliases_EditSubtitle
source: Update the alias configuration.
es: Actualizar la configuración del alias.
pt_br: Atualize as configurações do alias.

# Aliases_InfoTitle
source: Alias Information
es: Información del Alias
pt_br: Informações do Alias

# Aliases_LblAliasAddress
source: Alias Address
es: Dirección del Alias
pt_br: Endereço do Alias

# Aliases_HelpAlias
source: Enter the prefix before @. Use "*" for a catch-all alias.
es: Ingrese el prefijo antes de @. Use "*" para un alias catch-all.
pt_br: Digite o prefixo antes do @. Use '*' para um alias pega-tudo (catch-all).

# Aliases_LblDomain
source: Domain
es: Dominio
pt_br: Domínio

# Aliases_PhSelectDomain
source: Select a domain
es: Seleccione un dominio
pt_br: Selecione um domínio

# Aliases_LblTo
source: To (Recipients)
es: Para (Destinatarios)
pt_br: Para (Destinatários)

# Aliases_PhTo
source: recipient@example.com
es: destinatario@ejemplo.com
pt_br: destinatario@exemplo.com

# Aliases_HelpTo
source: Enter one or more email addresses. One entry per line.<br>To create a global alias, enter "*" in the Alias field.<br>To forward from one domain to another, use "*@domain.tld" in the To field (check specific Postfix configuration).
es: Ingrese una o más direcciones de correo. Una entrada por línea.<br>Para crear un alias global, ingrese "*" en el campo Alias.<br>Para reenviar de un dominio a otro, use "*@dominio.tld" en el campo Para (verifique la configuración específica de Postfix).
pt_br: Insira um ou mais endereços de e-mail. Um endereço por linha.<br>Para criar um alias global, insira '*' no campo Alias.<br>Para encaminhar de um domínio para outro, use '*@dominio.tld' no campo Para (verifique as configurações específicas do Postfix).

# Aliases_HelpToEdit
source: Enter one or more email addresses. One address per line.
es: Ingrese una o más direcciones de correo. Una dirección por línea.
pt_br: Insira um ou mais endereços de e-mail. Um endereço por linha.

# Aliases_HelpAddressEdit
source: The alias address cannot be changed. To rename it, delete and create a new alias.
es: La dirección del alias no se puede cambiar. Para renombrarla, elimínela y cree un nuevo alias.
pt_br: O endereço do alias não pode ser alterado. Para renomeá-lo, exclua e crie um novo alias.

# Aliases_LblActive
source: Active
es: Activo
pt_br: Ativo

# Aliases_BtnCancel
source: Cancel
es: Cancelar
pt_br: Cancelar

# Aliases_BtnCreate
source: Create Alias
es: Crear Alias
pt_br: Criar Alias

# Aliases_BtnSave
source: Save Changes
es: Guardar Cambios
pt_br: Salvar Alterações

# AliasDomains_Title
source: Alias Domains
es: Alias de Dominio
pt_br: Alias de Domínio

# AliasDomains_Subtitle
source: Manage alias domains (domain forwarding).
es: Gestione alias de dominio (reenvío de dominio).
pt_br: Gerencie alias de domínio (redirecionamento de domínio).

# AliasDomains_AddAliasDomainBtn
source: Add Alias Domain
es: Agregar Alias de Dominio
pt_br: Adicionar Alias de Domínio

# AliasDomains_TblAliasDomain
source: Alias Domain
es: Alias de Dominio
pt_br: Alias de Domínio

# AliasDomains_TblTargetDomain
source: Target Domain
es: Dominio de Destino
pt_br: Domínio de Destino

# AliasDomains_TblActive
source: Active
es: Activo
pt_br: Ativo

# AliasDomains_TblModified
source: Modified
es: Modificado
pt_br: Modificado

# AliasDomains_Yes
source: Yes
es: Sí
pt_br: Sim

# AliasDomains_Edit
source: Edit
es: Editar
pt_br: Editar

# AliasDomains_Delete
source: Delete
es: Eliminar
pt_br: Excluir

# AliasDomains_NoAliasDomainsFound
source: No alias domains found.
es: No se encontraron alias de dominio.
pt_br: Nenhum alias de domínio encontrado.

# AliasDomains_AlertDeleteConfirm
source: Are you sure you want to delete the alias domain "${aliasDomain}"?
es: ¿Está seguro de que desea eliminar el alias de dominio "${aliasDomain}"?
pt_br: Tem certeza de que deseja excluir o alias de domínio "${aliasDomain}"?

# AliasDomains_AlertDeleteSuccess
source: Alias domain deleted successfully!
es: ¡Alias de dominio eliminado con éxito!
pt_br: Alias de domínio excluído com sucesso!

# AliasDomains_AlertDeleteError
source: Error deleting alias domain:
es: Error al eliminar el alias de dominio:
pt_br: Erro ao excluir o alias de domínio:

# AliasDomains_AlertRequestError
source: Request error:
es: Error de solicitud:
pt_br: Erro na requisição:

# AliasDomains_AddTitle
source: Add New Alias Domain
es: Agregar Nuevo Alias de Dominio
pt_br: Adicionar Novo Alias de Domínio

# AliasDomains_AddSubtitle
source: Create a full domain forwarder.
es: Cree un reenvío completo de dominio.
pt_br: Crie um redirecionador de domínio completo.

# AliasDomains_EditTitle
source: Edit Alias Domain
es: Editar Alias de Dominio
pt_br: Editar Alias de Domínio

# AliasDomains_EditSubtitle
source: Edit the Alias Domain settings.
es: Editar la configuración del Alias de Dominio.
pt_br: Edite as configurações do Alias de Domínio.

# AliasDomains_InfoTitle
source: Alias Domain Information
es: Información del Alias de Dominio
pt_br: Informações do Alias de Domínio

# AliasDomains_LblAliasDomain
source: Alias Domain
es: Alias de Dominio
pt_br: Alias de Domínio

# AliasDomains_PhSelectSource
source: Select the source domain
es: Seleccione el dominio de origen
pt_br: Selecione o domínio de origem

# AliasDomains_HelpAliasDomainAdd
source: The domain that will be forwarded.
es: El dominio que será reenviado.
pt_br: O domínio que será redirecionado.

# AliasDomains_HelpAliasDomainEdit
source: The source domain cannot be changed.
es: El dominio de origen no se puede cambiar.
pt_br: O domínio de origem não pode ser alterado.

# AliasDomains_LblTargetDomain
source: Target Domain (Destination)
es: Dominio de Destino
pt_br: Domínio de Destino

# AliasDomains_PhSelectTarget
source: Select the destination domain
es: Seleccione el dominio de destino
pt_br: Selecione o domínio de destino

# AliasDomains_HelpTargetDomain
source: The domain where emails will be delivered.
es: El dominio donde se entregarán los correos.
pt_br: O domínio onde os e-mails serão entregues.

# AliasDomains_LblActive
source: Active
es: Activo
pt_br: Ativo

# AliasDomains_BtnCancel
source: Cancel
es: Cancelar
pt_br: Cancelar

# AliasDomains_BtnCreate
source: Create Alias Domain
es: Crear Alias de Dominio
pt_br: Criar Alias de Domínio

# AliasDomains_BtnSave
source: Save Changes
es: Guardar Cambios
pt_br: Salvar Alterações

# Admins_Title
source: Administrators
es: Administradores
pt_br: Administradores

# Admins_Subtitle
source: Manage system administrators.
es: Gestione los administradores del sistema.
pt_br: Gerencie os administradores do sistema.

# Admins_AddAdminBtn
source: Add Administrator
es: Agregar Administrador
pt_br: Adicionar Administrador

# Admins_TblAdmin
source: Administrator
es: Administrador
pt_br: Administrador

# Admins_TblDomains
source: Domains
es: Dominios
pt_br: Domínios

# Admins_TblActive
source: Active
es: Activo
pt_br: Ativo

# Admins_TblModified
source: Modified
es: Modificado
pt_br: Modificado

# Admins_SuperAdmin
source: Super Administrator
es: Super Administrador
pt_br: Super Administrador

# Admins_Yes
source: Yes
es: Sí
pt_br: Sim

# Admins_Edit
source: Edit
es: Editar
pt_br: Editar

# Admins_Delete
source: Delete
es: Eliminar
pt_br: Excluir

# Admins_NoAdminsFound
source: No administrators found.
es: No se encontraron administradores.
pt_br: Nenhum administrador encontrado.

# Admins_AlertDeleteConfirm
source: Are you sure you want to delete the administrator "${username}"?
es: ¿Está seguro de que desea eliminar al administrador "${username}"?
pt_br: Tem certeza de que deseja excluir o administrador "${username}"?

# Admins_AlertDeleteSuccess
source: Administrator deleted successfully!
es: ¡Administrador eliminado con éxito!
pt_br: Administrador excluído com sucesso!

# Admins_AlertDeleteError
source: Error deleting administrator:
es: Error al eliminar al administrador:
pt_br: Erro ao excluir o administrador:

# Admins_AlertRequestError
source: Request error:
es: Error de solicitud:
pt_br: Erro na requisição:

# Admins_AddTitle
source: Add Administrator
es: Agregar Administrador
pt_br: Adicionar Administrador

# Admins_AddSubtitle
source: Create a new administrator to manage the system.
es: Cree un nuevo administrador para gestionar el sistema.
pt_br: Crie um novo administrador para gerenciar o sistema.

# Admins_EditTitle
source: Edit Administrator
es: Editar Administrador
pt_br: Editar Administrador

# Admins_EditSubtitle
source: Update the administrator settings.
es: Actualizar la configuración del administrador.
pt_br: Atualize as configurações do administrador.

# Admins_DetailsTitle
source: Administrator Details
es: Detalles del Administrador
pt_br: Detalhes do Administrador

# Admins_LblUsername
source: Username (Email)
es: Nombre de usuario (Correo)
pt_br: Nome de Usuário (E-mail)

# Admins_PhUsername
source: admin@example.com
es: admin@ejemplo.com
pt_br: admin@exemplo.com

# Admins_LblEnabled
source: Enabled
es: Habilitado
pt_br: Ativo

# Admins_LblSuperAdmin
source: Super Administrator
es: Super Administrador
pt_br: Super Administrador

# Admins_TitleSuperAdmin
source: Super admins have access to all domains and can manage other administrators.
es: Los superadministradores tienen acceso a todos los dominios y pueden gestionar otros administradores.
pt_br: Super administradores têm acesso a todos os domínios e podem gerenciar outros administradores.

# Admins_PwdTitle
source: PASSWORD
es: CONTRASEÑA
pt_br: SENHA

# Admins_PwdChangeTitle
source: CHANGE PASSWORD (Optional)
es: CAMBIAR CONTRASEÑA (Opcional)
pt_br: ALTERAR SENHA (Opcional)

# Admins_PhNewPwd
source: New password (min. 8 characters)
es: Nueva contraseña (mín. 8 caracteres)
pt_br: Nova senha (mín. 8 caracteres)

# Admins_PhRepeatPwd
source: Repeat new password
es: Repita la nueva contraseña
pt_br: Repita a nova senha

# Admins_BtnGenerate
source: GENERATE
es: GENERAR
pt_br: GERAR

# Admins_DomainsTitle
source: Domains
es: Dominios
pt_br: Domínios

# Admins_DomainsSubtitle
source: Select the domains this administrator can manage.
es: Seleccione los dominios que este administrador puede gestionar.
pt_br: Selecione os domínios que este administrador pode gerenciar.

# Admins_DomainsNone
source: No domains available.
es: No hay dominios disponibles.
pt_br: Nenhum domínio disponível.

# Admins_BtnCancel
source: Cancel
es: Cancelar
pt_br: Cancelar

# Admins_BtnSaveNew
source: Save Administrator
es: Guardar Administrador
pt_br: Salvar Administrador

# Admins_BtnSaveChanges
source: Save Changes
es: Guardar Cambios
pt_br: Salvar Alterações

# Admins_EditLblAdmin
source: Administrator
es: Administrador
pt_br: Administrador

# Admins_EditUsernameHelp
source: The username cannot be changed
es: El nombre de usuario no se puede cambiar
pt_br: O nome de usuário não pode ser alterado

# Admins_JsPwdMinLen
source: The password must be at least 8 characters long
es: La contraseña debe tener al menos 8 caracteres de largo
pt_br: A senha deve ter pelo menos 8 caracteres

# Admins_JsPwdNoMatch
source: Passwords do not match
es: Las contraseñas no coinciden
pt_br: As senhas não coincidem

# Admins_JsPwdGenFail
source: Failed to generate password. Please try again.
es: Error al generar la contraseña. Por favor, inténtelo de nuevo.
pt_br: Falha ao gerar a senha. Tente novamente.

# Admins_JsPwdWeak
source: Weak
es: Débil
pt_br: Fraca

# Admins_JsPwdMedium
source: Fair
es: Aceptable
pt_br: Razoável

# Admins_JsPwdGood
source: Good
es: Buena
pt_br: Boa

# Admins_JsPwdStrong
source: Strong
es: Fuerte
pt_br: Forte

# Admins_JsPwdMatchOk
source: ✓ Passwords match
es: ✓ Las contraseñas coinciden
pt_br: ✓ As senhas coincidem

# Admins_JsPwdMatchFail
source: ✗ Passwords do not match
es: ✗ Las contraseñas no coinciden
pt_br: ✗ As senhas não coincidem

# Admins_JsPwdStrength
source: Password Strength
es: Fuerza de la Contraseña
pt_br: Força da Senha

# Fetchmail_AddTitle
source: Add Fetchmail
es: Agregar Fetchmail
pt_br: Adicionar Fetchmail

# Fetchmail_AddSubtitle
source: Configure message retrieval from external accounts.
es: Configure la recuperación de mensajes desde cuentas externas.
pt_br: Configure a busca de mensagens de contas externas.

# Fetchmail_SectionAccount
source: Account Settings
es: Configuración de Cuenta
pt_br: Configurações da Conta

# Fetchmail_LblAccount
source: Account
es: Cuenta
pt_br: Conta

# Fetchmail_PhSelectAccount
source: Select an account...
es: Seleccione una cuenta...
pt_br: Selecione uma conta...

# Fetchmail_HelpAccount
source: Local email account
es: Cuenta de correo local
pt_br: Conta de e-mail local

# Fetchmail_LblServer
source: Server
es: Servidor
pt_br: Servidor

# Fetchmail_HelpServer
source: Remote server
es: Servidor remoto
pt_br: Servidor remoto

# Fetchmail_LblPort
source: Port
es: Puerto
pt_br: Porta

# Fetchmail_HelpPort
source: Remote port (0: default)
es: Puerto remoto (0: predeterminado)
pt_br: Porta remota (0: padrão)

# Fetchmail_LblAuth
source: Authentication
es: Autenticación
pt_br: Autenticação

# Fetchmail_HelpAuth
source: Almost always 'password'
es: Casi siempre 'password'
pt_br: Quase sempre 'password'

# Fetchmail_LblUsername
source: Username
es: Nombre de usuario
pt_br: Nome de Usuário

# Fetchmail_HelpUsername
source: Remote username
es: Nombre de usuario remoto
pt_br: Nome de usuário remoto

# Fetchmail_LblPassword
source: Password
es: Contraseña
pt_br: Senha

# Fetchmail_HelpPassword
source: Remote password
es: Contraseña remota
pt_br: Senha remota

# Fetchmail_LblFolder
source: Folder
es: Carpeta
pt_br: Pasta

# Fetchmail_HelpFolder
source: Remote folder
es: Carpeta remota
pt_br: Pasta remota

# Fetchmail_HelpPoll
source: Check every ... minutes
es: Revisar cada ... minutos
pt_br: Verificar a cada ... minutos

# Fetchmail_LblProtocol
source: Protocol
es: Protocolo
pt_br: Protocolo

# Fetchmail_HelpProtocol
source: Protocol to use
es: Protocolo a usar
pt_br: Protocolo a ser usado

# Fetchmail_LblFetchAll
source: Fetch All (new and old)
es: Recuperar Todo (nuevos y antiguos)
pt_br: Buscar Tudo (novas e antigas)

# Fetchmail_LblKeep
source: Keep messages on remote server
es: Mantener mensajes en el servidor remoto
pt_br: Manter mensagens no servidor remoto

# Fetchmail_LblUseSSL
source: Enable SSL
es: Habilitar SSL
pt_br: Ativar SSL

# Fetchmail_LblSslCertCk
source: SSL Certificate Check
es: Verificación de Certificado SSL
pt_br: Verificar Certificado SSL

# Fetchmail_LblEnabled
source: Enabled
es: Habilitado
pt_br: Ativo

# Fetchmail_BtnCancel
source: Cancel
es: Cancelar
pt_br: Cancelar

# Fetchmail_BtnCreate
source: Create New Record
es: Crear Nuevo Registro
pt_br: Criar Novo Registro

# Vacation_Error
source: Error: {{.Error}}
pt_br: Erro: {{.Error}}

# Domains_No
source: No
pt_br: Não

# Domains_ErrorTitle
source: Error
pt_br: Erro

# Mailboxes_No
source: No
pt_br: Não

# Mailboxes_ErrorTitle
source: Error
pt_br: Erro

# Aliases_No
source: No
pt_br: Não

# Aliases_ErrorTitle
source: Error
pt_br: Erro

# AliasDomains_No
source: No
pt_br: Não

# AliasDomains_ErrorTitle
source: Error
pt_br: Erro

# Admins_No
source: No
pt_br: Não

# Admins_ErrorTitle
source: Error
pt_br: Erro

# Fetchmail_ErrorTitle
source: Error
pt_br: Erro

# Fetchmail_LblPoll
source: Poll Time
pt_br: Tempo de Busca
