Repository: jniltinho/go-postfixadmin
Catalog: locales/*/default.po
Languages: es, pt_br

# Vacation_Title
source: Auto-Reply
es: Respuesta Automática
pt_br: Resposta Automática

# Vacation_Subtitle
source: Configure your temporary out-of-office message.
es: Configure su mensaje temporal de fuera de la oficina.
pt_br: Configure sua mensagem temporária de ausência do escritório.

# Vacation_Success
source: Success: {{.Message}}
es: Éxito: {{.Message}}
pt_br: Sucesso: {{.Message}}

# Vacation_ConfigTitle
source: Auto-Reply Configuration
es: Configuración de Respuesta Automática
pt_br: Configuração da Resposta Automática

# Vacation_StartDate
source: Start Date
es: Fecha de Inicio
pt_br: Data de Início

# Vacation_EndDate
source: End Date
es: Fecha de Fin
pt_br: Data de Término

# Vacation_ReplyOption
source: Reply Option
es: Opción de Respuesta
pt_br: Opção de Resposta

# Vacation_ReplyOnce
source: Reply once
es: Responder una vez
pt_br: Responder uma vez

# Vacation_ReplyEveryDay
source: Reply every day
es: Responder todos los días
pt_br: Responder todos os dias

# Vacation_ReplyEvery7Days
source: Reply every 7 days
es: Responder cada 7 días
pt_br: Responder a cada 7 dias

# Vacation_Subject
source: Subject
es: Asunto
pt_br: Assunto

# Vacation_Subject_Placeholder
source: Out of Office
es: Fuera de la oficina
pt_br: Fora do Escritório

# Vacation_MessageBody
source: Message Body
es: Cuerpo del Mensaje
pt_br: Corpo da Mensagem

# Vacation_MessageBody_Placeholder
source: I will be out of the office from <date> to <date>. In case of urgency, please contact <contact person>.
es: Estaré fuera de la oficina desde el <date> hasta el <date>. En caso de urgencia, por favor contacte a <contact person>.
pt_br: Estarei fora do escritório de <data> até <data>. Em caso de urgência, por favor contate <pessoa_contato>.

# Vacation_Active
source: Activate Auto-Reply
es: Activar Respuesta Automática
pt_br: Ativar Auto-Reply

# Vacation_CancelBtn
source: Cancel
es: Cancelar
pt_br: Cancelar

# Vacation_RemoveBtn
source: Remove Message
es: Eliminar Mensaje
pt_br: Remover Mensagem

# Vacation_RemoveConfirm
source: Are you sure you want to remove the auto-reply?
es: ¿Está seguro de que desea eliminar la respuesta automática?
pt_br: Tem certeza de que deseja remover a resposta automática?

# Vacation_SaveBtn
source: Edit / Set Message
es: Editar / Establecer Mensaje
pt_br: Editar / Definir Mensagem

# Login_Title
source: Login
es: Iniciar Sesión

# Login_AdminSubtitle
source: Professional Email Administration
es: Administración de Correo Profesional
pt_br: Administração Profissional de E-mail

# Login_Username
source: Username
es: Usuario
pt_br: Usuário

# Login_UsernamePlaceholder
source: admin@domain.com
es: admin@dominio.com
pt_br: admin@dominio.com.br

# Login_Password
source: Password
es: Contraseña
pt_br: Senha

source: Authenticate
es: Autenticar
pt_br: Autenticar

# Login_UserLinkText1
source: Users should
es: Los usuarios deben
pt_br: Usuários devem

# Login_UserLinkText2
source: click here
es: hacer clic aquí
pt_br: clicar aqui

# Login_UserLinkText3
source: to access the user section.
es: para acceder a la sección de usuarios.
pt_br: para acessar a seção do usuário.

# Login_SecureSystem
source: Secure Administrative Access System
es: Sistema de Acceso Administrativo Seguro
pt_br: Sistema Seguro de Acesso Administrativo

# Login_ErrInvalidCredentials
source: Invalid credentials
es: Credenciales inválidas
pt_br: Credenciais inválidas

# Login_ErrDbUnavailable
source: Database connection unavailable
es: Conexión con la base de datos no disponible
pt_br: Conexão com banco de dados indisponível

# Login_ErrSession
source: Failed to create session. Please try again.
es: Error al crear sesión. Por favor, inténtelo de nuevo.
pt_br: Falha ao criar sessão. Tente novamente.

# UserLogin_Title
source: User Login
es: Inicio de Sesión de Usuario
pt_br: Login de Usuário

# UserLogin_Subtitle
source: User Portal
es: Portal de Usuario
pt_br: Portal do Usuário

# UserLogin_Email
source: E-mail
es: Correo electrónico

# UserLogin_EmailPlaceholder
source: user@domain.com
es: usuario@dominio.com
pt_br: usuario@dominio.com.br

# UserLogin_LoginBtn
source: Login
es: Entrar
pt_br: Entrar

# UserLogin_AccessPortal
source: User Access Portal
es: Portal de Acceso de Usuario
pt_br: Portal de Acesso do Usuário

# DashboardAdmin_Title
source: Dashboard
es: Panel de Control

# DashboardAdmin_Overview
source: Overview
es: Resumen
pt_br: Visão Geral

# DashboardAdmin_OverviewDesc
source: Monitoring your Email server infrastructure.
es: Monitoreo de su infraestructura de servidor de correo.
pt_br: Monitoramento da infraestrutura do seu servidor de E-mail.

# DashboardAdmin_DomainsTitle
source: Active
es: Activos
pt_br: Domínios Ativos

# DashboardAdmin_DomainsSubtitle
source: Total Domains
es: Dominios Totales
pt_br: Total de Domínios

# DashboardAdmin_DomainsLabel
source: available
es: disponibles
pt_br: disponíveis

# DashboardAdmin_MailboxesTitle
source: In Use
es: En Uso
pt_br: Em Uso

# DashboardAdmin_MailboxesSubtitle
source: Email Accounts
es: Cuentas de Correo
pt_br: Contas de E-mail

# DashboardAdmin_MailboxesLabel
source: accounts
es: cuentas
pt_br: contas

# DashboardAdmin_NewDomain
source: New Domain?
es: ¿Nuevo Dominio?
pt_br: Novo Domínio?

# DashboardAdmin_NewDomainDesc
source: Create a new domain in seconds.
es: Cree un nuevo dominio en segundos.
pt_br: Crie um novo domínio em segundos.

# DashboardAdmin_AddDomainBtn
source: Add Domain
es: Agregar Dominio
pt_br: Adicionar Domínio

# DashboardAdmin_AddDomainDisabled
source: Only Superadmins can create domains
es: Solo los Superadministradores pueden crear dominios
pt_br: Apenas Superadmins podem criar domínios

# DashboardAdmin_NewEmail
source: New Email?
es: ¿Nuevo Correo?
pt_br: Novo E-mail?

# DashboardAdmin_NewEmailDesc
source: Create a new account in seconds.
es: Cree una nueva cuenta en segundos.
pt_br: Crie uma nova conta em segundos.

# DashboardAdmin_AddEmailBtn
source: Add Email
es: Agregar Correo
pt_br: Adicionar E-mail

# DashboardAdmin_RecentActivity
source: Recent Activity
es: Actividad Reciente
pt_br: Atividade Recente

# DashboardAdmin_ViewLogs
source: View logs
es: Ver registros
pt_br: Ver logs

# DashboardAdmin_TblDateTime
source: Date/Time
es: Fecha/Hora
pt_br: Data/Hora

# DashboardAdmin_TblAdmin
source: Administrator
es: Administrador
pt_br: Administrador

# DashboardAdmin_TblDomain
source: Domain
es: Dominio
pt_br: Domínio

# DashboardAdmin_TblAction
source: Action
es: Acción
pt_br: Ação

# DashboardAdmin_TblDesc
source: Description
es: Descripción
pt_br: Descrição

# DashboardAdmin_NoActivity
source: No recent activity found
es: No se encontró actividad reciente
pt_br: Nenhuma atividade recente encontrada

# DashboardUser_Title
source: User Dashboard
es: Panel de Usuario
pt_br: Dashboard do Usuário

# DashboardUser_MyAccount
source: My Account
es: Mi Cuenta
pt_br: Minha Conta

# DashboardUser_MyAccountDesc
source: Manage your password and forwarding settings.
es: Gestione su contraseña y configuración de reenvío.
pt_br: Gerencie sua senha e configurações de redirecionamento.

# DashboardUser_ConfigureVacation
source: Configure Vacation
es: Configurar Vacaciones
pt_br: Configurar Férias

# DashboardUser_ForwardingTitle
source: Configure Forwarding
es: Configurar Reenvío
pt_br: Configurar Redirecionamento

# DashboardUser_ForwardingDesc
source: Configure where your emails should be delivered. Enter one address per line.
es: Configure dónde deben entregarse sus correos. Ingrese una dirección por línea.
pt_br: Configure para onde seus e-mails devem ser entregues. Insira um endereço por linha.

# DashboardUser_ForwardTo
source: Forward To
es: Reenviar a
pt_br: Redirecionar Para

# DashboardUser_ForwardToPlaceholder
source: destinatario@example.com
es: destinatario@ejemplo.com
pt_br: destinatario@exemplo.com.br

# DashboardUser_ForwardingHelp1
source: To receive locally and forward, include your own address in the list.
es: Para recibir localmente y reenviar, incluya su propia dirección en la lista.
pt_br: Para receber localmente e redirecionar, inclua seu próprio endereço na lista.

# DashboardUser_ForwardingHelp2
source: To disable forwarding, just leave your own address.
es: Para desactivar el reenvío, simplemente deje su propia dirección.
pt_br: Para desativar o redirecionamento, deixe apenas seu próprio endereço.

# DashboardUser_SaveForwarding
source: Save Forwarding
es: Guardar Reenvío
pt_br: Salvar Redirecionamento

# DashboardUser_PasswordTitle
source: Change Password
es: Cambiar Contraseña
pt_br: Alterar Senha

# DashboardUser_PasswordDesc
source: Update your mailbox password.
es: Actualice la contraseña de su buzón.
pt_br: Atualize a senha da sua caixa de e-mail.

# DashboardUser_CurrentPassword
source: Current Password
es: Contraseña Actual
pt_br: Senha Atual

# DashboardUser_CurrentPasswordPlaceholder
source: Your current password
es: Su contraseña actual
pt_br: Sua senha atual

# DashboardUser_NewPassword
source: New Password
es: Nueva Contraseña
pt_br: Nova Senha

# DashboardUser_NewPasswordPlaceholder
source: Min. 8 characters
es: Min. 8 caracteres
pt_br: Mín. 8 caracteres

# DashboardUser_ConfirmPassword
source: Confirm Password
es: Confirmar Contraseña
pt_br: Confirmar Senha

# DashboardUser_ConfirmPasswordPlaceholder
source: Repeat new password
es: Repita la nueva contraseña
pt_br: Repita a nova senha

# DashboardUser_Generate
source: Generate
es: Generar
pt_br: Gerar

# DashboardUser_GenerateHelp
source: Need a strong password?
es: ¿Necesita una contraseña fuerte?
pt_br: Precisa de uma senha forte?

# DashboardUser_Strength
source: Strength
es: Fuerza
pt_br: Força

# DashboardUser_ChangePasswordBtn
source: Change Password
es: Cambiar Contraseña
pt_br: Alterar Senha

# DashboardUser_JsPwdGenFail
source: Failed to generate password. Please try again.
es: Error al generar la contraseña. Por favor, inténtelo de nuevo.

# DashboardUser_JsPwdWeak
source: Weak
es: Débil

# DashboardUser_JsPwdMedium
source: Average
es: Regular

# DashboardUser_JsPwdGood
source: Good
es: Buena

# DashboardUser_JsPwdStrong
source: Strong
es: Fuerte

# DashboardUser_JsPwdMatchOk
source: ✓ Passwords match
es: ✓ Las contraseñas coinciden

# DashboardUser_JsPwdMatchFail
source: ✗ Passwords do not match
es: ✗ Las contraseñas no coinciden

# DashboardUser_JsPwdMinLen
source: The password must be at least 8 characters long
es: La contraseña debe tener al menos 8 caracteres

# DashboardUser_JsPwdNoMatch
source: Passwords do not match
es: Las contraseñas no coinciden

# Layout_System
source: System
es: Sistema
pt_br: Sistema

# Layout_Overview
source: Overview
es: Resumen
pt_br: Visão Geral

source: Logout
es: Cerrar Sesión
pt_br: Sair

# LayoutAdmin_Dashboard
source: Dashboard
es: Panel

# LayoutAdmin_Mailboxes
source: Mailboxes
es: Buzones
pt_br: Caixas de Correio

# LayoutAdmin_Aliases
source: Aliases
es: Alias
pt_br: Alias

# LayoutAdmin_MyDomains
source: My Domains
es: Mis Dominios
pt_br: Meus Domínios

# LayoutAdmin_DomainAliases
source: Domain Aliases
es: Alias de Dominio
pt_br: Alias de Domínio

# LayoutAdmin_SettingsHeader
source: Settings
es: Configuración
pt_br: Configurações

# LayoutAdmin_Administrators
source: Administrators
es: Administradores
pt_br: Administradores

# LayoutAdmin_Settings
source: Settings
es: Ajustes
pt_br: Ajustes

# LayoutUser_UserPortal
source: User Portal
es: Portal de Usuario
pt_br: Portal do Usuário

# LayoutUser_User
source: USER
es: USUARIO
pt_br: USUÁRIO

# Domains_Title
source: Domains
es: Dominios
pt_br: Domínios

# Domains_Subtitle
source: Manage and monitor your registered email domains.
es: Gestione y monitoree sus dominios de correo registrados.
pt_br: Gerencie e monitore seus domínios de e-mail registrados.

# Domains_AddDomainBtn
source: Add Domain
es: Agregar Dominio
pt_br: Adicionar Domínio

# Domains_TblDomain
source: Domain
es: Dominio
pt_br: Domínio

# Domains_TblDescription
source: Description
es: Descripción
pt_br: Descrição

# Domains_TblAliases
source: Aliases
es: Alias
pt_br: Alias

# Domains_TblMailboxes
source: Email Accounts
es: Cuentas de Correo
pt_br: Contas de E-mail

# Domains_TblBackupMX
source: Backup MX
es: MX de Respaldo

# Domains_TblActive
source: Active
es: Activo
pt_br: Ativo

# Domains_TblModified
source: Modified
es: Modificado
pt_br: Modificado

# Domains_TblPassExpires
source: Pass Expires
es: Contraseña Expira
pt_br: Senha Exp.

# Domains_Yes
source: Yes
es: Sí
pt_br: Sim

# Domains_Edit
source: Edit
es: Editar
pt_br: Editar

# Domains_Delete
source: Delete
es: Eliminar
pt_br: Excluir

# Domains_ReadOnly
source: Read Only
es: Solo Lectura
pt_br: Somente Leitura

# Domains_NoDomainsFound
source: No domains found.
es: No se encontraron dominios.
pt_br: Nenhum domínio encontrado.

# Domains_AlertNoMailboxes
source: The domain "${domainName}" has no registered mailboxes.
es: El dominio "${domainName}" no tiene buzones registrados.
pt_br: O domínio "${domainName}" não tem contas de e-mail registradas.

# Domains_AlertDeleteConfirm
source: Are you sure you want to delete the domain "${domainName}"? WARNING: All associated aliases and mailboxes will also be deleted!
es: ¿Está seguro de que desea eliminar el dominio "${domainName}"? ADVERTENCIA: ¡Todos los alias y buzones asociados también serán eliminados!
pt_br: Tem certeza de que deseja excluir o domínio "${domainName}"? AVISO: Todos os alias e contas de e-mail associados também serão excluídos!

# Domains_AlertDeleteSuccess
source: Domain deleted successfully!
es: ¡Dominio eliminado con éxito!
pt_br: Domínio excluído com sucesso!

# Domains_AlertDeleteError
source: Error deleting domain:
es: Error al eliminar el dominio:
pt_br: Erro ao excluir o domínio:

# Domains_AlertRequestError
source: Request error:
es: Error de solicitud:
pt_br: Erro na requisição:

# Domains_AddTitle
source: Add New Domain
es: Agregar Nuevo Dominio
pt_br: Adicionar Novo Domínio

# Domains_AddSubtitle
source: Register a new email domain in the system.
es: Registre un nuevo dominio de correo en el sistema.
pt_br: Registre um novo domínio de e-mail no sistema.

# Domains_EditTitle
source: Edit Domain
es: Editar Dominio
pt_br: Editar Domínio

# Domains_EditSubtitle
source: Update email domain configuration.
es: Actualizar configuración del dominio de correo.
pt_br: Atualize as configurações do domínio de e-mail.

# Domains_InfoTitle
source: Basic Information
es: Información Básica
pt_br: Informações Básicas

# Domains_LblDomain
source: Domain Name
es: Nombre de Dominio
pt_br: Nome do Domínio

# Domains_PhDomain
source: example.com
es: ejemplo.com
pt_br: exemplo.com

# Domains_HelpDomain
source: Enter a valid domain name (e.g., example.com)
es: Ingrese un nombre de dominio válido (ej. ejemplo.com)
pt_br: Insira um nome de domínio válido (ex: exemplo.com)

# Domains_HelpDomainEdit
source: The domain name cannot be changed
es: El nombre de dominio no se puede cambiar
pt_br: O nome do domínio não pode ser alterado

# Domains_LblDescription
source: Description
es: Descripción
pt_br: Descrição

# Domains_PhDescription
source: Optional description for this domain
es: Descripción opcional para este dominio
pt_br: Descrição opcional para este domínio

# Domains_LblActive
source: Active Domain
es: Dominio Activo
pt_br: Domínio Ativo

# Domains_AdvancedTitle
source: Advanced Settings
es: Configuración Avanzada
pt_br: Configurações Avançadas

# Domains_LblAliases
source: Alias Limit
es: Límite de Alias
pt_br: Limite de Alias

# Domains_HelpAliases
source: Maximum number of aliases (0 = unlimited)
es: Número máximo de alias (0 = ilimitado)
pt_br: Número máximo de alias (0 = ilimitado)

# Domains_LblMailboxes
source: Mailbox Limit
es: Límite de Buzones
pt_br: Limite de Caixas de Correio

# Domains_HelpMailboxes
source: Maximum number of mailboxes (0 = unlimited)
es: Número máximo de buzones (0 = ilimitado)
pt_br: Número máximo de caixas de correio (0 = ilimitado)

# Domains_LblQuota
source: Quota Limit (MB)
es: Límite de Cuota (MB)
pt_br: Limite de Cota (MB)

# Domains_LblQuotaEdit
source: Domain Quota (MB)
es: Cuota del Dominio (MB)
pt_br: Cota do Domínio (MB)

# Domains_HelpQuota
source: Maximum quota limit in MB (0 = unlimited)
es: Límite máximo de cuota en MB (0 = ilimitado)
pt_br: Limite máximo de cota em MB (0 = ilimitado)

# Domains_HelpQuotaEdit
source: Maximum quota in MB (0 = unlimited)
es: Cuota máxima en MB (0 = ilimitado)
pt_br: Cota máxima em MB (0 = ilimitado)

# Domains_LblPasswordExpiry
source: Password Expiry (days)
es: Expiración de Contraseña (días)
pt_br: Expiração de Senha (dias)

# Domains_HelpPasswordExpiry
source: Password expiry in days (empty = never)
es: Expiración de contraseña en días (vacío = nunca)
pt_br: Expiração da senha em dias (vazio = nunca)

# Domains_LblBackupMx
source: Enable Backup MX
es: Habilitar MX de Respaldo
pt_br: Ativar Backup MX

# Domains_HelpBackupMx
source: Use this server as a backup mail exchanger
es: Usar este servidor como intercambiador de correo de respaldo
pt_br: Usar este servidor como um servidor de e-mail de backup (MX)

# Domains_HelpBackupMxEdit
source: Use this server as a backup email server
es: Usar este servidor como servidor de correo de respaldo
pt_br: Usar este servidor como um servidor de e-mail de backup

# Domains_BtnCancel
source: Cancel
es: Cancelar
pt_br: Cancelar

# Domains_BtnSave
source: Save Domain
es: Guardar Dominio
pt_br: Salvar Domínio

# Domains_BtnUpdate
source: Update Domain
es: Actualizar Dominio
pt_br: Atualizar Domínio

# Mailboxes_Title
source: Email Accounts
es: Cuentas de Correo
pt_br: Contas de E-mail

# Mailboxes_Subtitle
source: Manage your email accounts
es: Gestione sus cuentas de correo
pt_br: Gerencie suas contas de e-mail

# Mailboxes_AddMailboxBtn
source: Add Email Account
es: Agregar Cuenta de Correo
pt_br: Adicionar Conta de E-mail

# Mailboxes_FilterDomain
source: Filter by Domain:
es: Filtrar por Dominio:
pt_br: Filtrar por Domínio:

# Mailboxes_AllDomains
source: All Domains
es: Todos los Dominios
pt_br: Todos os Domínios

# Mailboxes_ClearFilter
source: Clear Filter
es: Limpiar Filtro
pt_br: Limpar Filtro

# Mailboxes_TblEmail
source: Email
es: Correo

# Mailboxes_TblName
source: Name
es: Nombre
pt_br: Nome

# Mailboxes_TblDomain
source: Domain
es: Dominio
pt_br: Domínio

# Mailboxes_TblQuota
source: Quota
es: Cuota
pt_br: Cota

# Mailboxes_TblActive
source: Active
es: Activo
pt_br: Ativo

# Mailboxes_TblModified
source: Modified
es: Modificado
pt_br: Modificado

# Mailboxes_Unlimited
source: Unlimited
es: Ilimitado
pt_br: Ilimitado

# Mailboxes_Yes
source: Yes
es: Sí
pt_br: Sim

# Mailboxes_Edit
source: Edit
es: Editar
pt_br: Editar

# Mailboxes_Delete
source: Delete
es: Eliminar
pt_br: Excluir

# Mailboxes_NoMailboxesFound
source: No Email Accounts found.
es: No se encontraron cuentas de correo.
pt_br: Nenhuma conta de e-mail encontrada.

# Mailboxes_AlertDeleteConfirm
source: Are you sure you want to delete the mailbox "${username}"?
es: ¿Está seguro de que desea eliminar el buzón "${username}"?
pt_br: Tem certeza de que deseja excluir a conta "${username}"?

# Mailboxes_AlertDeleteSuccess
source: Mailbox deleted successfully!
es: ¡Buzón eliminado con éxito!
pt_br: Conta excluída com sucesso!

# Mailboxes_AlertDeleteError
source: Error deleting account:
es: Error al eliminar la cuenta:
pt_br: Erro ao excluir conta:

# Mailboxes_AlertRequestError
source: Request error:
es: Error de solicitud:
pt_br: Erro na requisição:

# Mailboxes_AddTitle
source: Add New Email Account
es: Agregar Nueva Cuenta de Correo
pt_br: Adicionar Nova Conta de E-mail

# Mailboxes_AddSubtitle
source: Create a new mailbox for email delivery.
es: Cree un nuevo buzón para la entrega de correo.
pt_br: Crie uma nova caixa de correio para entrega de e-mails.

# Mailboxes_EditTitle
source: Edit Email Account
es: Editar Cuenta de Correo
pt_br: Editar Conta de E-mail

# Mailboxes_EditSubtitle
source: Update mailbox settings.
es: Actualizar configuración del buzón.
pt_br: Atualize as configurações da caixa de correio.

# Mailboxes_InfoTitle
source: Email Account
es: Cuenta de Correo
pt_br: Conta de E-mail

# Mailboxes_LblUsername
source: Username
es: Nombre de usuario
pt_br: Nome de Usuário

# Mailboxes_PhUsername
source: user
es: usuario
pt_br: usuario

# Mailboxes_HelpUsername
source: Part before @ (minimum 4 characters, lowercase only)
es: Parte antes de @ (mínimo 4 caracteres, solo minúsculas)
pt_br: Parte antes do @ (mínimo 4 caracteres, apenas letras minúsculas)

# Mailboxes_HelpUsernameTitle
source: Minimum 4 characters, lowercase only
es: Mínimo 4 caracteres, solo minúsculas
pt_br: Mínimo 4 caracteres, apenas letras minúsculas

# Mailboxes_LblDomain
source: Domain
es: Dominio
pt_br: Domínio

# Mailboxes_PhSelectDomain
source: Select a domain...
es: Seleccione un dominio...
pt_br: Selecione um domínio...

# Mailboxes_HelpDomain
source: Part after @
es: Parte después de @
pt_br: Parte após o @

# Mailboxes_LblEmailAddress
source: Email Address
es: Dirección de Correo
pt_br: Endereço de E-mail

# Mailboxes_HelpEmailAddressEdit
source: The email address cannot be changed
es: La dirección de correo no se puede cambiar
pt_br: O endereço de e-mail não pode ser alterado

# Mailboxes_LblFullEmailPreview
source: Full Email Address
es: Dirección de Correo Completa
pt_br: Endereço de E-mail Completo

# Mailboxes_LblDisplayName
source: Display Name
es: Nombre a Mostrar
pt_br: Nome de Exibição

# Mailboxes_PhDisplayName
source: John Doe
es: Juan Pérez
pt_br: João Silva

# Mailboxes_HelpDisplayName
source: Full name displayed in the email client
es: Nombre completo mostrado en el cliente de correo
pt_br: Nome completo exibido no cliente de e-mail

# Mailboxes_LblActive
source: Active Account
es: Cuenta Activa
pt_br: Conta Ativa

# Mailboxes_LblEnabled
source: Enabled
es: Habilitado
pt_br: Ativo

# Mailboxes_PwdTitle
source: PASSWORD
es: CONTRASEÑA
pt_br: SENHA

# Mailboxes_PwdChangeTitle
source: CHANGE PASSWORD (Optional)
es: CAMBIAR CONTRASEÑA (Opcional)
pt_br: ALTERAR SENHA (Opcional)

# Mailboxes_PhNewPwd
source: New password (min 8 characters)
es: Nueva contraseña (mín. 8 caracteres)
pt_br: Nova senha (mín. 8 caracteres)

# Mailboxes_PhRepeatPwd
source: Repeat new password
es: Repita la nueva contraseña
pt_br: Repita a nova senha

# Mailboxes_BtnGenerate
source: GENERATE
es: GENERAR
pt_br: GERAR

# Mailboxes_PwdStrength
source: Password Strength
es: Fuerza de la Contraseña
pt_br: Força da Senha

source: Strength
es: Fuerza

# Mailboxes_AdvancedTitle
source: Advanced Settings
es: Configuración Avanzada
pt_br: Configurações Avançadas

# Mailboxes_LblQuota
source: Quota (MB)
es: Cuota (MB)
pt_br: Cota (MB)

# Mailboxes_HelpQuota
source: Storage limit (0 = unlimited)
es: Límite de almacenamiento (0 = ilimitado)
pt_br: Limite de armazenamento (0 = ilimitado)

# Mailboxes_LblStatus
source: Status
es: Estado

# Mailboxes_LblSmtpActive
source: SMTP Active (can send email)
es: SMTP Activo (puede enviar correo)
pt_br: SMTP Ativo (pode enviar e-mail)

# Mailboxes_LblAlternativeEmail
source: Alternative Email
es: Correo Alternativo
pt_br: E-mail Alternativo

# Mailboxes_PhAlternativeEmail
source: alternative@email.com
es: alternativo@correo.com
pt_br: alternativo@email.com

# Mailboxes_BtnCancel
source: Cancel
es: Cancelar
pt_br: Cancelar

# Mailboxes_BtnSave
source: Save Email Account
es: Guardar Cuenta de Correo
pt_br: Salvar Conta de E-mail

# Mailboxes_BtnUpdate
source: Update Email Account
es: Actualizar Cuenta de Correo
pt_br: Atualizar Conta de E-mail

# Mailboxes_JsPwdGenFail
source: Failed to generate password. Please try again.
es: Error al generar la contraseña. Por favor, inténtelo de nuevo.
pt_br: Falha ao gerar a senha. Tente novamente.

# Mailboxes_JsPwdWeak
source: Weak
es: Débil
pt_br: Fraca

# Mailboxes_JsPwdFair
source: Fair
es: Aceptable
pt_br: Razoável

# Mailboxes_JsPwdGood
source: Good
es: Buena
pt_br: Boa
